<?php

return [
    'failed' => 'غير قادر على معالجة الدفع في الوقت الحالي.',
    'success' => 'تمت معالجة تبرعك بنجاح! يتم الآن إعادة التوجيه...',
    'successTitle' => 'نجاح',
    'error' => 'حدث خطأ أثناء معالجة تبرعك. يرجى المحاولة مرة أخرى.',
    'transaction_not_found' => 'عملية التحويل غير موجودة من فضلك اعد المحاولة مرة اخري.',
    'please_send_the_reference_id' => 'من فضلك ارسل رقم المعرف لعملية التبرع اولا.',
    'errorUnexpected' => 'حدث خطأ غير متوقع. يرجى المحاولة مرة أخرى.',
    'errorTitle' => 'خطأ',
    'donate_for' => 'التبرع الى :name',
    "missing_payment_link_id" => "معرّف رابط الدفع مطلوب."
];
