<?php

return [
    'login_success'     => 'تم تسجيل الدخول بنجاح',
    'login_failed'      => 'بيانات الدخول غير صحيحة',
    'Unauthorized'      => 'غير مصرح, يجب تسجيل الدخول أولاً',
    'unverified'        => 'لم يتم التحقق من بريدك الإلكتروني, يرجى التحقق منه أولاً',
    'loged_out'         => 'تم تسجيل الخروج بنجاح',
    'register'          => 'تم تسجيل المستخدم بنجاح. تم إرسال رسالة تحقق إلى البريد الإلكتروني.',
    'register_failed'   => 'فشل التسجيل, يرجى المحاولة مرة أخرى لاحقاً.',
    'Invalid_code'      => 'رمز التحقق غير صالح',
    'verified_done'     => 'تم التحقق من البريد الإلكتروني بنجاح',
];
